Repository: dheerajjha/structured
Catalog: structured/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, ru, zh_hans

source: About
ar: حول التطبيق
de: Info
es: Acerca de
fr: À propos
hi: ऐप के बारे में
it: Informazioni
ja: このアプリについて
ko: 정보
pt_br: Sobre
ru: О приложении
zh_hans: 关于

source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
hi: जोड़ें
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
ru: Добавить
zh_hans: 添加

source: Add notes...
ar: إضافة ملاحظات...
de: Notizen hinzufügen…
es: Añadir notas...
fr: Ajouter des notes…
hi: नोट्स जोड़ें...
it: Aggiungi note...
ja: メモを追加…
ko: 메모 추가...
pt_br: Adicionar notas...
ru: Добавить заметки…
zh_hans: 添加备注…

source: Add Subtask
ar: إضافة مهمة فرعية
de: Unteraufgabe hinzufügen
es: Añadir subtarea
fr: Ajouter une sous-tâche
hi: उप-कार्य जोड़ें
it: Aggiungi sotto-attività
ja: サブタスクを追加
ko: 하위 작업 추가
pt_br: Adicionar subtarefa
ru: Добавить подзадачу
zh_hans: 添加子任务

source: Add Task
ar: إضافة مهمة
de: Aufgabe hinzufügen
es: Añadir tarea
fr: Ajouter une tâche
hi: कार्य जोड़ें
it: Aggiungi attività
ja: タスクを追加
ko: 작업 추가
pt_br: Adicionar tarefa
ru: Добавить задачу
zh_hans: 添加任务

source: AI
ar: الذكاء
de: KI
es: IA
fr: IA
it: IA
pt_br: IA
ru: ИИ

source: AI Help
ar: مساعدة الذكاء الاصطناعي
de: KI-Hilfe
es: Ayuda de IA
fr: Aide IA
hi: AI सहायता
it: Aiuto IA
ja: AIヘルプ
ko: AI 도움말
pt_br: Ajuda da IA
ru: Справка ИИ
zh_hans: AI 帮助

source: ALL DAY
ar: طوال اليوم
de: GANZTÄGIG
es: TODO EL DÍA
fr: TOUTE LA JOURNÉE
hi: पूरे दिन
it: TUTTO IL GIORNO
ja: 終日
ko: 종일
pt_br: O DIA TODO
ru: ВЕСЬ ДЕНЬ
zh_hans: 全天

source: All Day
ar: طوال اليوم
de: Ganztägig
es: Todo el día
fr: Toute la journée
hi: पूरे दिन
it: Tutto il giorno
ja: 終日
ko: 종일
pt_br: O dia todo
ru: Весь день
zh_hans: 全天

source: Answer Emails
ar: الرد على رسائل البريد
de: E-Mails beantworten
es: Responder correos
fr: Répondre aux e-mails
hi: ईमेल का जवाब दें
it: Rispondere alle email
ja: メールの返信
ko: 이메일 답장
pt_br: Responder e-mails
ru: Ответить на письма
zh_hans: 回复邮件

source: Ask me anything about your day.
ar: اسألني أي شيء عن يومك.
de: Frag mich alles zu deinem Tag.
es: Pregúntame lo que quieras sobre tu día.
fr: Pose-moi n'importe quelle question sur ta journée.
hi: अपने दिन के बारे में मुझसे कुछ भी पूछें।
it: Chiedimi qualsiasi cosa sulla tua giornata.
ja: 今日のことを何でも聞いてください。
ko: 오늘 하루에 대해 무엇이든 물어보세요.
pt_br: Pergunte-me qualquer coisa sobre o seu dia.
ru: Спросите о вашем дне всё, что хотите.
zh_hans: 随便问我关于你今天的任何事情。

source: Awesome!
ar: رائع!
de: Super!
es: ¡Genial!
fr: Super !
hi: बढ़िया!
it: Fantastico!
ja: いいですね！
ko: 좋아요!
pt_br: Show!
ru: Отлично!
zh_hans: 太棒了！

source: Bedtime
ar: وقت النوم
de: Schlafenszeit
es: Hora de dormir
fr: Heure du coucher
hi: सोने का समय
it: Ora di andare a letto
ja: 就寝時刻
ko: 취침 시간
pt_br: Hora de dormir
ru: Время сна
zh_hans: 就寝时间

source: bedtime
ar: وقت النوم
de: Schlafenszeit
es: hora de dormir
fr: heure du coucher
hi: सोने का समय
it: ora di andare a letto
ja: 就寝時刻
ko: 취침 시간
pt_br: hora de dormir
ru: время сна
zh_hans: 就寝时间

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

source: Change your
ar: غيّر
de: Ändere deine
es: Cambia tu
fr: Modifie ton
hi: बदलें अपना
it: Cambia il tuo
ja: 変更しますか
ko: 변경하시겠어요
pt_br: Mude o seu
ru: Изменить
zh_hans: 更改你的

source: Choose Icon
ar: اختر أيقونة
de: Symbol auswählen
es: Elige un icono
fr: Choisir une icône
hi: आइकन चुनें
it: Scegli un'icona
ja: アイコンを選択
ko: 아이콘 선택
pt_br: Escolher ícone
ru: Выберите иконку
zh_hans: 选择图标

source: Clean Up
ar: تنظيف
de: Aufräumen
es: Limpiar
fr: Faire le ménage
hi: सफ़ाई करें
it: Fare le pulizie
ja: 片付け
ko: 청소하기
pt_br: Arrumar
ru: Уборка
zh_hans: 整理打扫

source: Color
ar: اللون
de: Farbe
fr: Couleur
hi: रंग
it: Colore
ja: カラー
ko: 색상
pt_br: Cor
ru: Цвет
zh_hans: 颜色

source: color
ar: اللون
de: Farbe
fr: couleur
hi: रंग
it: colore
ja: 色
ko: 색상
pt_br: cor
ru: цвет
zh_hans: 颜色

source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
ru: Продолжить
zh_hans: 继续

source: Could not start audio engine.
ar: تعذّر تشغيل محرك الصوت.
de: Audio-Engine konnte nicht gestartet werden.
es: No se pudo iniciar el motor de audio.
fr: Impossible de démarrer le moteur audio.
hi: ऑडियो इंजन शुरू नहीं हो सका।
it: Impossibile avviare il motore audio.
ja: オーディオエンジンを起動できませんでした。
ko: 오디오 엔진을 시작할 수 없습니다.
pt_br: Não foi possível iniciar o motor de áudio.
ru: Не удалось запустить аудиодвижок.
zh_hans: 无法启动音频引擎。

source: Custom
ar: مخصّصة
de: Eigene
es: Personalizada
fr: Perso
hi: कस्टम
it: Personalizzata
ja: カスタム
ko: 사용자 지정
pt_br: Personalizada
ru: Другое
zh_hans: 自定义

source: Daily Anchors
ar: المراسي اليومية
de: Tagesanker
es: Anclas diarias
fr: Ancres quotidiennes
hi: दैनिक एंकर
it: Ancore quotidiane
ja: 毎日のアンカー
ko: 매일의 기준
pt_br: Âncoras diárias
ru: Ежедневные опоры
zh_hans: 每日锚点

source: Date
ar: التاريخ
de: Datum
es: Fecha
hi: तारीख
it: Data
ja: 日付
ko: 날짜
pt_br: Data
ru: Дата
zh_hans: 日期

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
zh_hans: 删除

source: Delete Task
ar: حذف المهمة
de: Aufgabe löschen
es: Eliminar tarea
fr: Supprimer la tâche
hi: कार्य हटाएं
it: Elimina attività
ja: タスクを削除
ko: 작업 삭제
pt_br: Excluir tarefa
ru: Удалить задачу
zh_hans: 删除任务

source: Done
ar: تم
de: Fertig
es: Listo
fr: OK
hi: हो गया
it: Fatto
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
zh_hans: 完成

source: Done — %@
ar: تم — %@
de: Fertig – %@
es: Listo — %@
fr: OK — %@
hi: हो गया — %@
it: Fatto — %@
ja: 完了 — %@
ko: 완료 — %@
pt_br: Concluído — %@
ru: Готово — %@
zh_hans: 完成 — %@

source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
hi: अवधि
it: Durata
ja: 時間
ko: 기간
pt_br: Duração
ru: Длительность
zh_hans: 时长

source: Eat Lunch
ar: تناول الغداء
de: Mittagessen
es: Comer
fr: Déjeuner
hi: दोपहर का खाना
it: Pranzo
ja: 昼食
ko: 점심 식사
pt_br: Almoçar
ru: Обед
zh_hans: 吃午餐

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
ru: Изменить
zh_hans: 编辑

source: Edit Task
ar: تعديل المهمة
de: Aufgabe bearbeiten
es: Editar tarea
fr: Modifier la tâche
hi: कार्य संपादित करें
it: Modifica attività
ja: タスクを編集
ko: 작업 편집
pt_br: Editar tarefa
ru: Изменить задачу
zh_hans: 编辑任务

source: Enter something you want to achieve today.
ar: اكتب شيئًا تريد إنجازه اليوم.
de: Gib etwas ein, das du heute schaffen willst.
es: Escribe algo que quieras lograr hoy.
fr: Note quelque chose que tu veux accomplir aujourd'hui.
hi: वो लिखें जो आप आज पूरा करना चाहते हैं।
it: Scrivi qualcosa che vuoi realizzare oggi.
ja: 今日達成したいことを入力してください。
ko: 오늘 이루고 싶은 것을 입력하세요.
pt_br: Digite algo que você quer realizar hoje.
ru: Напишите то, чего хотите достичь сегодня.
zh_hans: 写下你今天想完成的事情。

source: Exercise
ar: تمارين
de: Sport
es: Ejercicio
fr: Sport
hi: व्यायाम
it: Allenamento
ja: 運動
ko: 운동
pt_br: Exercício
ru: Тренировка
zh_hans: 锻炼

source: Finish Setup
ar: إنهاء الإعداد
de: Einrichtung abschließen
es: Terminar configuración
fr: Terminer l'installation
hi: सेटअप पूरा करें
it: Termina configurazione
ja: セットアップを完了
ko: 설정 완료
pt_br: Concluir configuração
ru: Завершить настройку
zh_hans: 完成设置

source: Free time today?
ar: هل لديّ وقت فراغ اليوم؟
de: Freizeit heute?
es: ¿Tienes tiempo libre hoy?
fr: Du temps libre aujourd'hui ?
hi: आज खाली समय?
it: Tempo libero oggi?
ja: 今日空き時間は？
ko: 오늘 여유 시간?
pt_br: Tempo livre hoje?
ru: Есть ли свободное время?
zh_hans: 今天有空闲时间吗？

source: Go for a walk
ar: الذهاب في نزهة
de: Spaziergang
es: Salir a caminar
fr: Faire une promenade
hi: टहलने जाएं
it: Fare una passeggiata
ja: 散歩
ko: 산책하기
pt_br: Caminhar
ru: Прогулка
zh_hans: 散步

source: go to bed
ar: ستنام
de: ins Bett gehen
es: acostarte
fr: te coucher
hi: सोएंगे
it: andare a dormire
ja: 寝ます
ko: 잠자리에 들
pt_br: dormir
ru: ложитесь спать
zh_hans: 睡觉

source: Good evening!
ar: مساء الخير!
de: Guten Abend!
es: ¡Buenas noches!
fr: Bonsoir !
hi: शुभ संध्या!
it: Buonasera!
ja: こんばんは！
ko: 좋은 저녁이에요!
pt_br: Boa noite!
ru: Добрый вечер!
zh_hans: 晚上好！

source: Good morning!
ar: صباح الخير!
de: Guten Morgen!
es: ¡Buenos días!
fr: Bonjour !
hi: सुप्रभात!
it: Buongiorno!
ja: おはようございます！
ko: 좋은 아침이에요!
pt_br: Bom dia!
ru: Доброе утро!
zh_hans: 早上好！

source: helps you...
ar: يساعدك...
de: hilft dir…
es: te ayuda...
fr: t'aide à…
hi: आपकी मदद करता है...
it: ti aiuta a...
ja: あなたを助けます…
ko: 당신을 도와줍니다...
pt_br: ajuda você...
ru: помогает вам…
zh_hans: 帮助你……

source: Hi there!
ar: مرحبًا!
de: Hallo!
es: ¡Hola!
fr: Salut !
hi: नमस्ते!
it: Ciao!
ja: こんにちは！
ko: 안녕하세요!
pt_br: Olá!
ru: Привет!
zh_hans: 你好！

source: How
ar: كم
de: Wie
es: ¿Cuánto
fr: Combien de
hi: कितना
it: Quanto
ja: どれくらいの
ko: 얼마나
pt_br: Quanto
ru: Сколько
zh_hans: 多

source: How did your day go?
ar: كيف كان يومك؟
de: Wie war dein Tag?
es: ¿Qué tal tu día?
fr: Comment s'est passée ta journée ?
hi: आज दिन कैसा रहा?
it: Com'è andata la tua giornata?
ja: 今日はどんな1日でしたか？
ko: 오늘 하루는 어땠나요?
pt_br: Como foi seu dia?
ru: Как прошёл ваш день?
zh_hans: 今天过得怎么样？

source: Hours
ar: الساعات
de: Stunden
es: Horas
fr: Heures
hi: घंटे
it: Ore
ja: 時間
ko: 시간
pt_br: Horas
ru: Часы
zh_hans: 小时

source: hr
ar: س
de: Std.
es: h
fr: h
hi: घं
it: h
ja: 時間
ko: 시간
pt_br: h
ru: ч
zh_hans: 小时

source: Just tell the AI what you want in plain English. It will act immediately — no confirmation needed.
ar: فقط أخبر الذكاء الاصطناعي بما تريد بلغة عادية. سيُنفّذ ذلك فورًا — دون تأكيد.
de: Sag der KI einfach in normaler Sprache, was du möchtest. Sie handelt sofort – ohne Bestätigung.
es: Solo dile a la IA lo que quieres con palabras normales. Lo hará al instante, sin confirmación.
fr: Dis simplement à l'IA ce que tu veux dans un langage courant. Elle agit immédiatement, sans confirmation.
hi: AI को सामान्य भाषा में बताएं कि आप क्या चाहते हैं। वह तुरंत काम करेगा — पुष्टि की ज़रूरत नहीं।
it: Di' all'IA cosa vuoi in linguaggio naturale. Agirà subito, senza chiedere conferma.
ja: やりたいことを普段の言葉でAIに伝えてください。確認なしで、すぐに実行します。
ko: 평범한 말로 AI에게 원하는 것을 말씀하세요. 확인 없이 바로 실행해 드립니다.
pt_br: É só dizer à IA o que você quer, em linguagem natural. Ela faz na hora — sem confirmação.
ru: Просто скажите ИИ обычными словами, что нужно сделать. Он сразу выполнит, без подтверждения.
zh_hans: 用日常语言告诉 AI 你想做什么，它会立刻执行，无需确认。

source: Later
ar: لاحقًا
de: Später
es: Después
fr: Plus tard
hi: बाद में
it: Dopo
ja: あとで
ko: 나중에
pt_br: Depois
ru: Позже
zh_hans: 稍后

source: , and what
ar: ، وما
de: , und welche
es: , y de qué
fr: , et de quelle
hi: , और किस
it: , e di che
ja: で、何の
ko: , 어떤
pt_br: , e de que
ru: , и какой
zh_hans: 长，什么

source: long
ar: من الوقت
de: lang
es: tiempo
fr: temps
hi: लंबा
it: dura
ja: 長さで
ko: 오래
pt_br: tempo
ru: времени
zh_hans: 久

source: Meeting
ar: اجتماع
es: Reunión
fr: Réunion
hi: मीटिंग
it: Riunione
ja: ミーティング
ko: 회의
pt_br: Reunião
ru: Встреча
zh_hans: 会议

source: Microphone access is disabled. Enable it in Settings to use voice input.
ar: الوصول إلى الميكروفون معطّل. فعّله من الإعدادات لاستخدام الإدخال الصوتي.
de: Mikrofonzugriff ist deaktiviert. Aktiviere ihn in den Einstellungen, um die Spracheingabe zu nutzen.
es: El acceso al micrófono está desactivado. Actívalo en Ajustes para usar la entrada por voz.
fr: L'accès au micro est désactivé. Active-le dans Réglages pour utiliser la saisie vocale.
hi: माइक्रोफ़ोन एक्सेस बंद है। आवाज़ इनपुट के लिए सेटिंग्स में चालू करें।
it: L'accesso al microfono è disattivato. Attivalo in Impostazioni per usare l'input vocale.
ja: マイクへのアクセスがオフです。音声入力を使うには設定で有効にしてください。
ko: 마이크 접근이 꺼져 있습니다. 음성 입력을 사용하려면 설정에서 켜세요.
pt_br: O acesso ao microfone está desativado. Ative-o em Ajustes para usar a entrada por voz.
ru: Доступ к микрофону отключён. Включите его в Настройках, чтобы пользоваться голосовым вводом.
zh_hans: 麦克风访问已停用。请在「设置」中开启以使用语音输入。

source: min
ar: د
hi: मि
ja: 分
ko: 분
ru: мин
zh_hans: 分钟

source: Minutes
ar: الدقائق
de: Minuten
es: Minutos
hi: मिनट
it: Minuti
ja: 分
ko: 분
pt_br: Minutos
ru: Минуты
zh_hans: 分钟

source: Move a task
ar: نقل مهمة
de: Aufgabe verschieben
es: Mover una tarea
fr: Déplacer une tâche
hi: कार्य खिसकाएं
it: Sposta un'attività
ja: タスクを移動
ko: 작업 이동
pt_br: Mover uma tarefa
ru: Перенести задачу
zh_hans: 移动任务

source: Move task by 1h
ar: نقل المهام ساعة
de: Aufgaben +1 Std.
es: Mover tareas 1 h
fr: Décaler d'1 h
hi: 1 घंटा खिसकाएं
it: Sposta di 1 h
ja: 1時間ずらす
ko: 1시간 미루기
pt_br: Mover em 1 h
ru: Сдвинуть на 1 ч
zh_hans: 推迟1小时

source: Move to Unscheduled
ar: نقل إلى غير مجدول
de: Zu Ungeplant verschieben
es: Mover a Sin programar
fr: Mettre dans Non planifié
hi: अनिर्धारित में ले जाएं
it: Sposta in Non pianificate
ja: 未スケジュールへ移動
ko: 예약 안 함으로 이동
pt_br: Mover para Sem horário
ru: В неотложные
zh_hans: 移到未排程

source: New Task
ar: مهمة جديدة
de: Neue Aufgabe
es: Nueva tarea
fr: Nouvelle tâche
hi: नया कार्य
it: Nuova attività
ja: 新規タスク
ko: 새 작업
pt_br: Nova tarefa
ru: Новая задача
zh_hans: 新建任务

source: next
ar: التالي
de: Nächstes
es: ahora
fr: ensuite
hi: आगे
it: adesso
ja: 次は
ko: 다음으로
pt_br: agora
ru: дальше
zh_hans: 下一件

source: No tasks scheduled
ar: لا توجد مهام مجدولة
de: Keine Aufgaben geplant
es: No hay tareas programadas
fr: Aucune tâche programmée
hi: कोई कार्य निर्धारित नहीं
it: Nessuna attività in programma
ja: 予定されたタスクはありません
ko: 예정된 작업이 없습니다
pt_br: Nenhuma tarefa agendada
ru: Нет запланированных задач
zh_hans: 暂无安排的任务

source: No tasks yet
ar: لا توجد مهام بعد
de: Noch keine Aufgaben
es: Aún no hay tareas
fr: Pas encore de tâches
hi: अभी कोई कार्य नहीं
it: Ancora nessuna attività
ja: まだタスクはありません
ko: 아직 작업이 없습니다
pt_br: Ainda sem tarefas
ru: Задач пока нет
zh_hans: 暂无任务

source: Notes
ar: ملاحظات
de: Notizen
es: Notas
hi: नोट्स
it: Note
ja: メモ
ko: 메모
pt_br: Notas
ru: Заметки
zh_hans: 备注

source: Optimize schedule
ar: حسّن الجدول
de: Plan optimieren
es: Optimizar agenda
fr: Optimiser le planning
hi: शेड्यूल अनुकूलित करें
it: Ottimizza la giornata
ja: スケジュール最適化
ko: 일정 최적화
pt_br: Otimizar agenda
ru: Оптимизировать день
zh_hans: 优化日程

source: Overlaps with %@
ar: يتداخل مع %@
de: Überschneidet sich mit %@
es: Se solapa con %@
fr: Chevauche %@
hi: %@ के साथ ओवरलैप होता है
it: Si sovrappone a %@
ja: %@ と重なっています
ko: %@와(과) 겹칩니다
pt_br: Sobrepõe-se a %@
ru: Перекрывается с %@
zh_hans: 与「%@」重叠

source: Read a book
ar: قراءة كتاب
de: Buch lesen
es: Leer un libro
fr: Lire un livre
hi: किताब पढ़ें
it: Leggere un libro
ja: 読書
ko: 책 읽기
pt_br: Ler um livro
ru: Чтение
zh_hans: 读书

source: Rise and Shine
ar: الاستيقاظ
de: Aufstehen
es: ¡Arriba!
fr: Réveil
hi: उठो और चमको
it: Sveglia
ja: 起床
ko: 기상
pt_br: Bom dia!
ru: Подъём
zh_hans: 起床

source: Rise and Shine default
ar: الإعداد الافتراضي لـ«الاستيقاظ»
de: Standard für „Aufstehen“
es: Predeterminado para ¡Arriba!
fr: Par défaut pour Réveil
hi: उठो और चमको का डिफ़ॉल्ट
it: Predefinito per Sveglia
ja: 「起床」のデフォルト
ko: ‘기상’ 기본값
pt_br: Padrão de Bom dia!
ru: Стандарт для «Подъёма»
zh_hans: 「起床」默认时间

source: Rise and Shine and Wind Down appear on every day's timeline at these times. Days you've manually adjusted keep their own time.
ar: يظهر «الاستيقاظ» و«الاسترخاء» على الجدول الزمني لكل يوم في هذه الأوقات. تحتفظ الأيام التي عدّلتها يدويًا بوقتها الخاص.
de: „Aufstehen“ und „Ausklingen“ erscheinen zu diesen Zeiten in jeder Tagesleiste. Tage, die du manuell angepasst hast, behalten ihre eigene Zeit.
es: ¡Arriba! y Relajarse aparecen en la línea de tiempo de cada día a estas horas. Los días que has ajustado manualmente conservan su propia hora.
fr: Réveil et Détente apparaissent dans la chronologie de chaque jour à ces heures. Les jours que tu as ajustés manuellement gardent leur propre heure.
hi: «उठो और चमको» और «विश्राम» हर दिन की समयरेखा पर इन समयों पर दिखाई देते हैं। आपने जिन दिनों को मैन्युअली बदला है, उनका अपना समय रहता है।
it: Sveglia e Riposo compaiono nella cronologia di ogni giorno a questi orari. I giorni modificati manualmente conservano il proprio orario.
ja: 「起床」と「就寝準備」はこれらの時刻で毎日のタイムラインに表示されます。手動で調整した日はその日の時刻が保たれます。
ko: ‘기상’과 ‘잠자리 준비’가 이 시각으로 매일의 타임라인에 표시됩니다. 직접 조정한 날은 그날의 시각이 유지됩니다.
pt_br: Bom dia! e Hora de relaxar aparecem na linha do tempo de cada dia nesses horários. Os dias que você ajustou manualmente mantêm o próprio horário.
ru: «Подъём» и «Отдых» появляются в расписании каждого дня в это время. Дни, изменённые вручную, сохраняют своё время.
zh_hans: 「起床」与「放松」按这些时间出现在每天的时间线上。你手动调整过的日子将保留各自的时间。

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
zh_hans: 保存

source: Schedule
ar: جدولة
de: Planen
es: Programar
fr: Planifier
hi: शेड्यूल करें
it: Pianifica
ja: スケジュール
ko: 예약하기
pt_br: Agendar
ru: Запланировать
zh_hans: 排程

source: Scheduled on timeline
ar: مجدولة في الجدول الزمني
de: In Tagesleiste planen
es: Programada en la línea de tiempo
fr: Planifiée dans la journée
hi: समयरेखा पर निर्धारित
it: Pianificata nella cronologia
ja: タイムラインに予定
ko: 타임라인에 예약
pt_br: Agendada na linha do tempo
ru: В расписании дня
zh_hans: 在时间线上排程

source: See your plan
ar: عرض خطتك
de: Plan ansehen
es: Ver tu plan
fr: Voir ton plan
hi: अपनी योजना देखें
it: Vedi il tuo piano
ja: プランを見る
ko: 계획 보기
pt_br: Ver seu plano
ru: Показать план
zh_hans: 查看你的计划

source: Select date
ar: حدّد التاريخ
de: Datum auswählen
es: Selecciona la fecha
fr: Sélectionner la date
hi: तारीख चुनें
it: Seleziona la data
ja: 日付を選択
ko: 날짜 선택
pt_br: Selecionar data
ru: Выберите дату
zh_hans: 选择日期

source: Select Date
ar: حدّد التاريخ
de: Datum auswählen
es: Selecciona la fecha
fr: Sélectionner la date
hi: तारीख चुनें
it: Seleziona la data
ja: 日付を選択
ko: 날짜 선택
pt_br: Selecionar data
ru: Выберите дату
zh_hans: 选择日期

source: Server error (%lld). Try again.
ar: خطأ في الخادم (%lld). حاول مرة أخرى.
de: Serverfehler (%lld). Bitte erneut versuchen.
es: Error del servidor (%lld). Inténtalo de nuevo.
fr: Erreur serveur (%lld). Réessaie.
hi: सर्वर त्रुटि (%lld)। पुनः प्रयास करें।
it: Errore del server (%lld). Riprova.
ja: サーバーエラー (%lld)。もう一度お試しください。
ko: 서버 오류 (%lld). 다시 시도하세요.
pt_br: Erro do servidor (%lld). Tente novamente.
ru: Ошибка сервера (%lld). Попробуйте ещё раз.
zh_hans: 服务器错误 (%lld)。请重试。

source: Set a duration and pick a color for your task.
ar: حدّد مدّة واختر لونًا لمهمتك.
de: Lege eine Dauer fest und wähle eine Farbe für deine Aufgabe.
es: Define una duración y elige un color para tu tarea.
fr: Choisis une durée et une couleur pour ta tâche.
hi: अपने कार्य के लिए अवधि और रंग चुनें।
it: Imposta una durata e scegli un colore per la tua attività.
ja: タスクの時間と色を選びましょう。
ko: 작업의 시간과 색상을 정하세요.
pt_br: Defina uma duração e escolha uma cor para sua tarefa.
ru: Задайте длительность и выберите цвет задачи.
zh_hans: 为你的任务设定时长并挑选颜色。

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
zh_hans: 设置

source: Setting a clear sleep goal can help regulate your body's internal clock.
ar: تحديد هدف نوم واضح يساعد في تنظيم ساعة جسمك الداخلية.
de: Ein klares Schlafziel hilft, deine innere Uhr zu regulieren.
es: Fijar un objetivo de sueño claro ayuda a regular tu reloj interno.
fr: Fixer un objectif de sommeil clair aide à réguler ton horloge interne.
hi: स्पष्ट नींद का लक्ष्य आपके शरीर की आंतरिक घड़ी को नियमित करने में मदद करता है।
it: Avere un obiettivo di sonno chiaro aiuta a regolare il tuo orologio biologico.
ja: 明確な就寝目標を決めると、体内時計が整いやすくなります。
ko: 명확한 수면 목표를 정하면 생체 시계를 조절하는 데 도움이 됩니다.
pt_br: Definir um objetivo claro de sono ajuda a regular o seu relógio biológico.
ru: Чёткая цель по сну помогает наладить внутренние часы организма.
zh_hans: 明确的睡眠目标有助于调节你的生物钟。

source: Something went wrong.
ar: حدث خطأ ما.
de: Etwas ist schiefgelaufen.
es: Algo salió mal.
fr: Une erreur est survenue.
hi: कुछ गलत हुआ।
it: Qualcosa è andato storto.
ja: 問題が発生しました。
ko: 문제가 발생했습니다.
pt_br: Algo deu errado.
ru: Что-то пошло не так.
zh_hans: 出现错误。

source: Speech recognition is disabled. Enable it in Settings to dictate your plans.
ar: التعرف على الكلام معطّل. فعّله من الإعدادات لإملاء خططك.
de: Spracherkennung ist deaktiviert. Aktiviere sie in den Einstellungen, um deine Pläne zu diktieren.
es: El reconocimiento de voz está desactivado. Actívalo en Ajustes para dictar tus planes.
fr: La reconnaissance vocale est désactivée. Active-la dans Réglages pour dicter tes plans.
hi: स्पीच रिकग्निशन बंद है। योजनाएं बोलकर लिखने के लिए सेटिंग्स में चालू करें।
it: Il riconoscimento vocale è disattivato. Attivalo in Impostazioni per dettare i tuoi piani.
ja: 音声認識がオフです。設定で有効にして予定を口述してください。
ko: 음성 인식이 꺼져 있습니다. 일정을 말로 입력하려면 설정에서 켜세요.
pt_br: O reconhecimento de voz está desativado. Ative-o em Ajustes para ditar seus planos.
ru: Распознавание речи отключено. Включите его в Настройках, чтобы диктовать планы.
zh_hans: 语音识别已停用。请在「设置」中开启以口述你的计划。

source: Speech recognition unavailable.
ar: التعرف على الكلام غير متاح.
de: Spracherkennung nicht verfügbar.
es: Reconocimiento de voz no disponible.
fr: Reconnaissance vocale indisponible.
hi: स्पीच रिकग्निशन उपलब्ध नहीं है।
it: Riconoscimento vocale non disponibile.
ja: 音声認識は利用できません。
ko: 음성 인식을 사용할 수 없습니다.
pt_br: Reconhecimento de voz indisponível.
ru: Распознавание речи недоступно.
zh_hans: 无法使用语音识别。

source: Start Time
ar: وقت البدء
de: Startzeit
es: Hora de inicio
fr: Heure de début
hi: शुरू होने का समय
it: Ora di inizio
ja: 開始時刻
ko: 시작 시각
pt_br: Hora de início
ru: Время начала
zh_hans: 开始时间

source: Study
ar: مذاكرة
de: Lernen
es: Estudiar
fr: Étudier
hi: पढ़ाई
it: Studiare
ja: 勉強
ko: 공부하기
pt_br: Estudar
ru: Учёба
zh_hans: 学习

source: Subtask
ar: مهمة فرعية
de: Unteraufgabe
es: Subtarea
fr: Sous-tâche
hi: उप-कार्य
it: Sotto-attività
ja: サブタスク
ko: 하위 작업
pt_br: Subtarefa
ru: Подзадача
zh_hans: 子任务

source: Subtasks
ar: المهام الفرعية
de: Unteraufgaben
es: Subtareas
fr: Sous-tâches
hi: उप-कार्य
it: Sotto-attività
ja: サブタスク
ko: 하위 작업
pt_br: Subtarefas
ru: Подзадачи
zh_hans: 子任务

source: Suggestions:
ar: اقتراحات:
de: Vorschläge:
es: Sugerencias:
hi: सुझाव:
it: Suggerimenti:
ja: おすすめ：
ko: 추천:
pt_br: Sugestões:
ru: Подсказки:
zh_hans: 建议：

source: Summarize my day
ar: ملخّص يومي
de: Tag zusammenfassen
es: Resumir mi día
fr: Résumer ma journée
hi: मेरा दिन सारांशित करें
it: Riassumi la mia giornata
ja: 今日を要約
ko: 오늘 요약
pt_br: Resumir meu dia
ru: Кратко о дне
zh_hans: 总结今天

source: Summarize your day
ar: ملخّص يومك
de: Tag zusammenfassen
es: Resumir tu día
fr: Résumer ta journée
hi: अपना दिन सारांशित करें
it: Riassumi la tua giornata
ja: 今日を要約
ko: 오늘 요약
pt_br: Resumir o seu dia
ru: Кратко о дне
zh_hans: 总结你的一天

source: Tap + to add your first task.
ar: انقر + لإضافة أول مهمة لك.
de: Tippe auf +, um deine erste Aufgabe hinzuzufügen.
es: Toca + para añadir tu primera tarea.
fr: Appuie sur + pour ajouter ta première tâche.
hi: अपना पहला कार्य जोड़ने के लिए + टैप करें।
it: Tocca + per aggiungere la tua prima attività.
ja: ＋をタップして最初のタスクを追加しましょう。
ko: 첫 작업을 추가하려면 +를 누르세요.
pt_br: Toque em + para adicionar sua primeira tarefa.
ru: Нажмите +, чтобы добавить первую задачу.
zh_hans: 点按 + 添加你的第一个任务。

source: Task name
ar: اسم المهمة
de: Aufgabenname
es: Nombre de la tarea
fr: Nom de la tâche
hi: कार्य का नाम
it: Nome attività
ja: タスク名
ko: 작업 이름
pt_br: Nome da tarefa
ru: Название задачи
zh_hans: 任务名称

source: Task will move to Unscheduled.
ar: ستنتقل المهمة إلى «غير مجدول».
de: Aufgabe wird zu „Ungeplant“ verschoben.
es: La tarea pasará a Sin programar.
fr: La tâche sera déplacée vers Non planifié.
hi: कार्य अनिर्धारित में चला जाएगा।
it: L'attività verrà spostata in Non pianificate.
ja: タスクは未スケジュールに移動します。
ko: 이 작업은 ‘예약 안 함’으로 이동합니다.
pt_br: A tarefa será movida para Sem horário.
ru: Задача переместится в раздел «Без расписания».
zh_hans: 任务将移到「未排程」。
